Repository: common-repository/vr-woocommerce-forma-de-pagamento
Catalog: languages/vr-woocommerce-*.po
Languages: pt_br

source: VR WooCommerce: Needs the WooCommerce Plugin activated.
pt_br: VR WooCommerce: Você precisa ter instalado o WooCommerce ativado

source: VR WooCommerce works only with BRL currency (Brazil)
pt_br: O VR Woocommerce funciona apenas com a moeda Reais do Brasil (R$)

source: VR Card Payments
pt_br: Pagamento por cartão VR

source: Enable/Disable
pt_br: Ativar/Desativar

source: Enable VR Card Payment
pt_br: Habilitar pagamento por cartão VR

source: Title
pt_br: Título

source: This controls the title for the payment method the customer sees during checkout.
pt_br: Isso controla o título do método de pagamento que o cliente vê durante o checkout.

source: VR Card Payment
pt_br: Pagamento por cartão VR

source: Description
pt_br: Descrição

source: Instructions
pt_br: Instruções

source: Instructions that will be added to the thank you page and emails.
pt_br: Instruções que serão adicionadas à página de agradecimento e e-mails.

source: Homologation
pt_br: Homologação

source: Production
pt_br: Produção

source: <a href="https://dev.vr.com.br/api-portal/myapps">Create an app and get the CLIENT_ID
pt_br: Criar um app e obtenha o CLIENT_ID

source: Filiation ID
pt_br: ID de filiação

source: VR: Purchase refused, check the data and try again
pt_br: VR: Compra recusada pela operadora, verifique os dados e tente novamente!

source: Payment Accept by VR Card
pt_br: Pagamento aprovado (com cartão VR)

source: VR Transaction details:<br>
pt_br: Detalhes da transação da VR:<br>

source: VR Card owner's name
pt_br: Nome no cartão

source: VR Card owner's Document
pt_br: CPF do proprietário

source: Number
pt_br: Numero

source: Expiration date
pt_br: Data de expiração

source: Format: YY/MM
pt_br: Formato: AA/MM

source: Security Code
pt_br: Código de Segurança

source: The three numbers behind the card
pt_br: São os três números no verso do cartão
